brew "git"
brew "stow"

brew "tmux"
brew "zoxide"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "bat"
brew "eza"
brew "git-delta"
brew "lazygit"
brew "gh"
brew "jq"
brew "direnv"
brew "mise"
brew "httpie"

brew "shellcheck"
brew "starship"
